{
  "cookies": "Ta strona wykorzystuje pliki cookies.",
  "404page1": "Zabłądziłeś/aś!",
  "404page2": "WRÓĆ NA STRONĘ HOTELU",
  "nav1": "Hotel",
  "nav2": "Pokoje",
  "nav3": "Restauracja",
  "nav4": "Dla dzieci",
  "nav5": "Spa",
  "nav6": "Cennik",
  "nav7": "Kontakt",
  "footer1": "ZNAJDZIESZ NAS:",
  "footer2": "NASZE DANE:",
  "footer3": "SPRAWDŹ:",
  "footer4": "CENNIK",
  "footer5": "IMPREZY ZORGANIZOWANE",
  "footer6": "KONTAKT",
  "footer7": "BEZPIECZNY HOTEL",
  "footer8": "WARUNKI REZERWACJI",
  "footer9": "POLITYKA PRYWATNOŚCI",
  "footer10": "CIEKAWE MIEJSCA:",
  "footer11": "ŁEBA PARK – RODZINNY PARK ROZRYWKI",
  "footer12": "SŁOWIŃSKI PARK NARODOWY",
  "footer13": "MIASTO ŁEBA",
  "hero1": "Witaj",
  "hero2": "W Hotelu Nadmorskim",
  "hero3": "Mamy dla Ciebie",
  "hero4": "Przestronne pokoje",
  "hero5": "Restauracja",
  "hero6": "Czynna od 8:00 do 20:00",
  "hero7": "Tworzymy",
  "hero8": "\"Pakiety Specjalne\"",
  "hero9": "Organizujemy",
  "hero10": "Animacje dla dzieci",
  "hero11": "Zapytaj o",
  "hero12": "Ofertę weselną",
  "hero13": "Hotel Nadmorski w Łebie to obiekt położony niespełna 150 metrów od pięknej, szerokiej bałtyckiej plaży. W ofercie znajda państwo apartamenty, pokoje jedno-, dwu- oraz trzy osobowe.",
  "hero14": "Dysponujemy własną restauracją oraz zapleczem parkingowym, z myślą o najmłodszych gościach Naszego hotelu, przygotowaliśmy szereg udogodnień – kids club, dodatkowe łóżeczka dla dzieci, krzesełka do karmienia czy specjalnie przygotowywane menu.",
  "hero15": "Hotel Nadmorski – obiekt nowoczesny, oferujący wysoki standard usług w przystępnej cenie jest doskonałą propozycją na weekendowy wyjazd, rodzinne wczasy konferencje czy kameralne przyjęcie weselne. Nasz doświadczony zespół dokłada wszelkich starań, aby czas spędzony w Naszym hotelu był czasem niezapomnianym.",
  "hero16": "Zapraszamy, jesteśmy pewni iż pobyt w Naszym hotelu przyczyni się do przeżycia niezapomnianych chwil nad naszym pięknym polskim morzem.",
  "rooms1": "Pokoje w Hotelu Nadmorskim w Łebie są przestronne i wygodne",
  "rooms2": ", każdy wyposażony jest we własną łazienkę z kabiną prysznicową. Pokoje jedno, dwu i trzyosobowe posiadają balkony. W liście wyposażenia znajdują się między innymi sejf, czajnik, ręczniki oraz parawan plażowy. Dodatkowo, każdą z łazienek wyposażyliśmy w suszarkę do włosów. Na terenie hotelu realizujemy bezpłatny dostęp do internetu.",
  "rooms3": "Dodatkowo, w ofercie hotelu znajdują się wygodne apartamenty. W skład każdego z nich wchodzą sypialnia, pokoju dzienny oraz łazienka. Dodatkowo, w każdym pokoju zainstalowaliśmy oddzielny system klimatyzacji. Nasze apartamenty określane są często jako „doskonała oferta wakacyjna dla rodzin z dziećmi”.",
  "restaurant1": "B&B",
  "restaurant2": "W cenie pobytu",
  "restaurant3": "Śniadania w formie",
  "restaurant4": "Stołu szweckiego",
  "restaurant5": "Zapraszamy do",
  "restaurant6": "Restauracji i drinkbaru",
  "restaurant7": "Odwiedź nasz",
  "restaurant8": "Ogródek letni",
  "restaurant9": "Restauracja hotelowa",
  "restaurant10": "prowadzi obsługę gości hotelowych jak i osób niezameldowanych w hotelu. Nasz szef kuchni realizuje zamówienia w oparciu o dostępną w restauracji kartę dań, naktórą składa się oferta kuchni polskiej rozszerzona o ofertę bogatą w potrawy z ryb morza bałtyckiego. Dodatkowo dostępna jest karta win i lekkich alkoholi.",
  "restaurant11": "W okresie letnim, obsługa kelnerska realizowana jest również przed restauracją w nasłonecznionym ogródku letnim. Śniadania w formie szwedzkiego bufetu serwowane są codziennie w godzinach od 8:00 do10:30",
  "restaurant12": "Restauracja w okresie letnim czynna jest od godziny 12:00 do 20:00. Oferta drink baru dostępna jest do godziny 22:00.",
  "restaurant13": "Bieżąca oferta restauracji dostępna jest w okresie od 20 czerwca do 31 sierpnia.",
  "restaurant14": "Zapraszamy do zapoznania się z naszym menu.",
  "forKids1": "Hotel",
  "forKids2": "Przyjazny dziecom",
  "forKids3": "Przeróżne",
  "forKids4": "Atrakcje",
  "forKids5": "Sala zabaw",
  "forKids6": "Dla najmłodszych",
  "forKids7": "Hotel Nadmorski",
  "forKids8": " to miejsce przyjazne rodzinom z dziećmi. Specjalnie z myślą o naszych milusińskich na terenie hotelu funkcjonuje „Kids Club” – pokój zabaw dla dzieci. Na jego terenie dostępny jest między innymi kącik dla miłośników kolorowania, telewizor z dziecięcymi kanałami w języku polskim, małpi gaj z przeszkodami i basenem z kolorowymi piłeczkami.",
  "forKids9": "Dodatkowo, na życzenie rodziców bezpłatnie udostępniamy: wanienki, łóżeczka turystyczne, krzesełka do karmienia.",
  "forKids10": "W ofercie restauracji znajduje się specjalne menu dla dzieci.",
  "spa1": "Pokój relaksu",
  "spa2": "Sauna sucha",
  "spa3": "Gabinet masażu",
  "spa4": "Z myślą o zapewnieniu jeszcze lepszych warunków do wypoczynku Hotel Nadmorski w Łebie rozszerzył swoją ofertę o usługi SPA. Przygotowaliśmy dla Państwa:",
  "spa5": "GABINET MASAŻU",
  "spa6": "Aby umówić się na masaż prosimy o kontakt z recepcją hotelu.",
  "spa7": "POKÓJ RELAKSU",
  "spa8": "To wyjątkowe miejsce do odpoczynku. Wygodne leżaki, stała temperatura i wilgotność, a przede wszystkim powietrze wypełnione biopierwiastkami wydatnie wpłyną na naszą formę fizyczną i psychiczną. Czyste zjonizowane powietrze wzmacnia system immunologiczny, poprawia ogólną kondycję, a w niektórych przypadkach wspomaga leczenie. Wpływa korzystnie na schorzenia górnych dróg oddechowych.",
  "spa9": "SAUNA SUCHA (FIŃSKA)",
  "spa10": "Seans w saunie suchej to świetny sposób na odprężenie i relaks. Wysoka temperatura i niska wilgotność działają oczyszczająco na organizm. Już kilkunastominutowy pobyt w saunie łagodzi napięcia mięśniowe i poprawia metabolizm. Z sauny najlepiej korzystać wieczorem. Optymalny czas jednorazowego pobytu od 8 do 15 minut. Po opuszczeniu sauny należy pamiętać o uzupełnieniu płynów.",
  "spa11": "SAUNA INFRARED",
  "spa12": "To doskonała opcja dla osób, które z wielu przyczyn nie mogą korzystać z sauny suchej lub mokrej. Sauna ta oddziałuje ciepłem za pomocą promieni podczerwonych, oddziałując bezpośrednio na nasze ciało. Aż 80% energii cieplnej, wnika w głąb naszego organizmu, docierająca energia rozgrzewa podskórną tkankę tłuszczową, mięśnie oraz narządy wewnętrzne. Wewnątrz sauny panuje niższa temperatura niż w saunie suchej, przez co seans może trwać dłużej. Regularne korzystanie z sauny infrared poprawia samopoczucie, sprzyja redukcji tkanki tłuszczowej oraz poprawia metabolizm.",
  "priceList-header1": "CENNIK / REZERWACJA POBYTU",
  "priceList-header2": "CENNIK",
  "priceList-season1": "Sezon niski",
  "priceList-season2": "Sezon średni",
  "priceList-season3": "Sezon średni +",
  "priceList-season4": "Sezon wysoki",
  "priceList-roomType1": "pokój 1 osobowy B&B",
  "priceList-roomType2": "pokój 1 osobowy HB",
  "priceList-roomType3": "pokój 2 osobowy B&B",
  "priceList-roomType4": "pokój 2 osobowy HB",
  "priceList-roomType5": "pokój 3 osobowy B&B",
  "priceList-roomType6": "pokój 3 osobowy HB",
  "priceList-roomType7": "SUIT B&B",
  "priceList-roomType8": "SUIT HB",
  "priceList-price1": "150 zł/doba",
  "priceList-price2": "220 zł/doba",
  "priceList-price3": "320 zł/doba",
  "priceList-price4": "380 zł/doba",
  "priceList-price5": "-",
  "priceList-price6": "280 zł/doba",
  "priceList-price7": "380 zł/doba",
  "priceList-price8": "440 zł/doba",
  "priceList-price9": "230 zł/doba",
  "priceList-price10": "300 zł/doba",
  "priceList-price11": "410 zł/doba",
  "priceList-price12": "460 zł/doba",
  "priceList-price13": "-",
  "priceList-price14": "420 zł/doba",
  "priceList-price15": "530 zł/doba",
  "priceList-price16": "580 zł/doba",
  "priceList-price17": "270 zł/doba",
  "priceList-price18": "350 zł/doba",
  "priceList-price19": "520 zł/doba",
  "priceList-price20": "580 zł/doba",
  "priceList-price21": "-",
  "priceList-price22": "530 zł/doba",
  "priceList-price23": "700 zł/doba",
  "priceList-price24": "760 zł/doba",
  "priceList-price25": "400 zł/doba",
  "priceList-price26": "480 zł/doba",
  "priceList-price27": "610 zł/doba",
  "priceList-price28": "690 zł/doba",
  "priceList-price29": "-",
  "priceList-price30": "720 zł/doba",
  "priceList-price31": "850 zł/doba",
  "priceList-price32": "930 zł/doba",
  "priceList-text1": "w cenę pokoju wliczona jest opłata klimatyczna i 8% stawka VAT",
  "priceList-text2": "W cenę pokoi wliczono dostęp do strefy SPA",
  "priceList-text3": "istnieje możliwość dokupienia obiadokolacji w cenie 60 zł od osoby dorosłej, 40 zł od dziecka (zestaw składa się z zupy, drugiego dania oraz deseru, napojów zimnych i gorących) *obiadokolacje dostępne są w terminie 26.06 – 31.08.2021",
  "priceList-text4": "dostawka - 120zł (sezon wysoki), 100zł (poza sezonem wysokim)",
  "priceList-text5": "oferent zastrzega sobie możliwość zmiany ceny w trakcie obowiązującej taryfy",
  "priceList-text6": "cena doby hotelowej oznaczonej symbolem B&B zawiera śniadanie, cena doby hotelowej oznaczonej symbolem HB zawiera śniadanie i obiadokolację",
  "priceList-text7": "łóżeczko dla dzieci bezpłatnie",
  "priceList-text8": "parking płatny 20 zł doba (wymagana wcześniejsza rezerwacja)",
  "priceList-text9": "przedłużenie doby hotelowej 100 zł (opcja dostępna tylko w przypadku dostępności pokoi)",
  "priceList-text10": "podane ceny są wartościami brutto",
  "priceList-text11": "cena za 1 dobę pobytu małego zwierzęcia – 50 zł",
  "priceList-text12": "doba rozpoczyna się od godziny 15:00 trwa do godziny 11:00 dnia następnego",
  "priceList-text13": "w pokojach 2 /3 /suit dzieci do lat 3 kwaterowane są bezpłatnie, w wieku od 3 do 9 lat odpłatność wynosi 60% stawki osoby dorosłej przy dwóch pełnopłatnych osobach w pokoju, od 10 lat wzwyż obowiązuje stawka jak za osobę dorosłą",
  "priceList-text14": "płatność za pobyt pobierana jest w dniu meldunku",
  "priceList-text15": "WARUNKI REZERWACJI",
  "contact1": "ADRES",
  "contact2": "TELEFON",
  "contact3": "Kontakt telefoniczny:",
  "contact4": "Zapytania prosimy kierować na adres:",
  "contact5": "DANE DO PRZELEWU",
  "contact6": "nr konta",
  "terms1": "WARUNKI REZERWACJI",
  "terms2": "Rezerwacji można dokonać telefonicznie",
  "terms3": ", faksem +48 59 866 23 55 lub mailem",
  "terms4": "Po otrzymaniu potwierdzenia dostępności terminu należy wpłacić opłatę rezerwacyjną w wysokości 40% sumarycznej kwoty pobytu.",
  "terms5": "Opłatę rezerwacyjną należy wpłacić w terminie 3 dni roboczych gdy do terminu rezerwacji jest mniej niż 21 dni, 7 dni gdy od daty potwierdzenia rezerwacji do terminu jest więcej niż 21 dni.",
  "terms6": "Po otrzymaniu wymaganej opłaty rezerwacyjnej rezerwacja staje się gwarantowana, o czym informujemy Państwa telefonicznie bądź mailowo.",
  "terms7": "Pozostałą kwotę należy uregulować w dniu przyjazdu. W dniu wyjazdu lub każdego dnia regulują Państwo dodatkowe zobowiązania wynikającez zamówień dodatkowych w trakcie pobytu.",
  "terms8": "WARUNKI REZYGNACJI Z REZERWACJI",
  "terms9": "W przypadku udokumentowanych nagłych zdarzeń losowych opłata rezerwacyjna podlega całkowitemu zwrotowi.",
  "terms10": "Jeżeli od rezerwacji do terminu pobytu jest więcej niż 60 dni zawracamy opłatę rezerwacyjną w całości, lub można przenieść ją na inny termin, uzgodniony z recepcją hotelu.",
  "terms11": "Jeżeli rezygnacja z rezerwacji następuje w terminie do 60 dni przedzarezerwowanym pobytem opłaty rezerwacyjnej nie zwracamy.",
  "terms12": "Bez kosztowa zmiana rezerwacji możliwa jest na 14 dni przed planowaną datą przyjazdu (przy uwzględnieniu dostępności pokoi hotelowych). Każdorazowa zmiana wymaga wygenerowania nowego potwierdzenia rezerwacji. Skrócenie pobytu traktowane jest jako anulacja rezerwacji i wymaga opłaty za cały wcześniej zarezerwowany termin.",
  "terms13": "Zwrot środków możliwy jest jedynie na konto, z którego został dokonany przelew.",
  "terms14": "Zwrot środków na kartę możliwy jest jedynie na tę kartę, z której zostały pobrane środki.",
  "terms15": "Wpłata opłaty rezerwacyjnej na wskazany nr konta lub bezpośrednio w recepcji jest równoznaczna z akceptacją „Warunków rezygnacji z rezerwacji”.",
  "terms16": "Dane do przelewu:",
  "terms17": "nr konta:",
  "events1": "Obsługa konferencji",
  "events2": "Do 80 osób",
  "events3": "Obsługa konferencji",
  "events4": "Do 80 osób",
  "events5": "Planujesz wesele?",
  "events6": "Sprawdź naszą ofertę",
  "events7": "ORGANIZACJA IMPREZ",
  "events8": "Hotel Nadmorski to doskonała lokalizacja, dostęp do parkingu,doświadczony zespół hotelarski oraz zaplecze sypialne. Dysponujemy między innymi:",
  "events9": "– dwiema przestronnymi salami, mogącymi pomieścić do 80 osób (oprócz części tanecznej, na sali znajduje się również osobny bar)",
  "events10": "– oddzielną restauracją prowadzoną przez doświadczonego szefa kuchni",
  "events11": "Poza usługami gastronomicznymi oraz noclegowymi oferujemy pomoc w zorganizowaniu każdego przedsięwzięcia. Współpracujemy z lokalnymi kwiaciarniami, dekoratorem wnętrz, zespołami muzycznymi czy firmami realizującymi reportaże fotograficzne.",
  "events12": "Obiady rodzinne, chrzciny, I komunia święta, urodziny, rocznice ślubu, wesela – każdą z tych imprez bardzo chętnie przygotujemy wraz z Państwem.",
  "events13": "Z przyjemnością przygotujemy dla Państwa indywidualną propozycjęrealizacji wybranej uroczystości.",
  "events14": "Zapraszamy",
  "events15": "WESELE",
  "events16": "Planujesz wesele nad morzem? A może kusi Cię perspektywa kameralnego ślubu na plaży w Łebie?",
  "events17": "Chętnie pomożemy w organizacji tego wyjątkowego dnia!",
  "events18": "Hotel Nadmorski dzięki doskonałej lokalizacji, jest idealnym miejscem na organizację uroczystości weselnej. Oddalony o 150 metrów od plaży (ślub cywilny udzielany przez UC w Łebie), świetnie nadaje się do organizacji przyjęcia weselnego.",
  "events19": "Podczas organizacji ślubu kościelnego, nie bez znaczenia pozostaje odległość do najbliższego kościoła katolickiego (kościół barokowy – 950 m, kościół nowoczesny – 650 m.)",
  "events20": "Do dyspozycji naszych gości oddajemy salę restauracyjną doskonale nadającą się na organizację kameralnego obiadu w gronie najbliższych, lub salę konferencyjno-bankietową, idealną do organizacji zabawy do białego rana.",
  "events21": "Sala konferencyjno-bankietowa mieści do 80 osób. Oprócz części tanecznej na Sali znajduje się również osobny bar dedykowany gościom weselnym.",
  "events22": "Nasze menu weselne oscyluje w granicach od 140 zł do 180 zł od osoby. Aby określić szczegóły, prosimy o bezpośredni kontakt z obsługą recepcji.",
  "events23": "BANKIET",
  "events24": "Szukasz odpowiedniej lokalizacji do organizacji bankietu, przyjęcia z okazji I Komunii Świętej czy kameralnego spotkania biznesowego nad morzem?",
  "events25": "Sala konferencyjno-bankietowa mieści do 80 osób. Oprócz części tanecznej na sali znajduje się również osobny bar w której zapewniamy obsługę barmańską.",
  "events26": "KONFERENCJA",
  "events27": "Sala konferencyjna wyposażona jest w niezbędny sprzęt. Udostępniamy rzutnik multimedialny, ekran, flipchart, nagłośnienie, dostęp do szybkiego bezprzewodowego Internetu.",
  "events28": "Na potrzeby konferencji proponujemy ustawienie stołów teatralne,szkolne lub w kształcie litery U.",
  "events29": "Przerwy kawowe:",
  "events30": "– przerwa kawowa (kawa, herbata, woda, kruche ciastka)",
  "events31": "– przerwa kawowa (kawa, herbata, woda, kruche ciastka, ciasto)",
  "events32": "– przerwa kawowa (kawa, herbata, woda, kruche ciastka, ciasto, owoce)",
  "events33": "– przerwa kawowa całodzienna (uzupełniana)",
  "events34": "Posiłki:",
  "events35": "– lunch w formie bufetu",
  "events36": "– obiad (drugie danie, deser, napój)",
  "events37": "– obiadokolacja (zupa, drugie danie, deser, napój)",
  "events38": "Pakiety konferencyjne:",
  "events39": "– pakiet konferencyjny jednodniowy",
  "events40": "– wynajem sali konferencyjnej z wyposażeniem (rzutnik multimedialny, ekran, flipchart, nagłośnienie, bezprzewodowy internet), obiad, przerwa kawowa szatnia, parking",
  "events41": "PAKIET KONFERENCYJNY + NOCLEG*",
  "events42": "– wynajem sali konferencyjnej z wyposażeniem (rzutnik multimedialny, ekran, flipchart, nagłośnienie, bezprzewodowy internet), lunch w formie bufetu przerwa kawowa, kolacja, nocleg w pokoju 2-osobowym, śniadanie parking",
  "events43": "Aby otrzymać spersonalizowaną ofertę cenową, zadzwoń do nas!",
  "events44": "*oferta ważna przy minimum 15 uczestnikach",
  "safeHotel-header": "BEZPIECZNY HOTEL",
  "safeHotel1": "W trosce o bezpieczeństwo naszych gości, wprowadziliśmy rozwiązania mające na celu minimalizację ryzyka zakażenia COVID-19",
  "safeHotel2": "Każdorazowe ozonowanie pokoi po wyjeździe gości,",
  "safeHotel3": "Dozowniki z płynem do dezynfekcji w newralgicznych miejscach,",
  "safeHotel4": "Śniadania i obiadokolacje serwujemy w hotelowej restauracji z zachowaniem zaleceń sanitarnych,",
  "safeHotel5": "Systematyczna, dezynfekcja klamek, poręczy, włączników i blatów,",
  "safeHotel6": "Maksymalne skrócenie procedur CHECK IN/ CHECK OUT,",
  "safeHotel7": "Nasz personel został przeszkolony i wyposażony w niezbędny sprzęt,",
  "safeHotel8": "Pokoje i przestrzeń hotelowa są wietrzone i dezynfekowane,",
  "safeHotel9": "W strefie Wellness & SPA może przebywać maksymalnie 7 osób (po 2 osoby w każdej z saun, 2 osoby w tepidarium, jedna osoba w gabinecie masażu). Przed skorzystaniem ze SPA prosimy o kontakt z recepcją.",
  "safeHotel10": "Dzienny serwis sprzątający w pokojach do odwołania dostępny jest tylko i wyłącznie na żądanie gości",
  "safeHotel11": "Na terenie obiektu mogą przebywać tylko i wyłącznie goście hotelowi oraz obsługa.",
  "safeHotel12": "W razie pytań bądź wątpliwości prosimy o kontakt z personelem recepcji.",
  "safeHotel13": "Życzymy miłego pobytu",
  "safeHotel14": "Dyrekcja Hotelu",
  "privacyPolicy1": "Postanowienia Ogólne",
  "privacyPolicy2": "Administratorem danych jest firma „OLMAR” Aleksander Becker ul. Nadmorska 9 84-360 Łeba wpisana do Centralnej Ewidencji i Informacji o Działalności Gospodarczej Rzeczypospolitej Polskiej prowadzonej przez ministra właściwego do spraw gospodarki, posiadającą: adres miejsca wykonywania działalności i adres do doręczeń: Nadmorska 9 84-360 Łeba, NIP: 841-113-75-26 , REGON 771546383, adres poczty elektronicznej: recepcja@hotelnadmorskileba.pl numer telefonu: +48 (59) 48 59 866 23 55. Ochrona danych odbywa się zgodnie z wymogami powszechnie obowiązujących przepisów prawa, a ich przechowywanie ma miejsce na zabezpieczonych serwerach.",
  "privacyPolicy3": "Dla interpretacji terminów stosuje się słowniczek Regulaminu lub tak jak zostało to opisane w Polityce Prywatności (jeżeli wynika to bezpośrednio z opisu).",
  "privacyPolicy4": "Na potrzeby lepszego odbioru Polityki Prywatności termin „Użytkownik” zastąpiony został określeniem „Ty”,  „Administrator” – „My”. Termin „RODO” oznacza Rozporządzenie Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE.",
  "privacyPolicy5": "Szanujemy prawo do prywatności i dbamy o bezpieczeństwo danych. W tym celu używany jest m.in. bezpieczny protokół szyfrowania komunikacji (SSL).",
  "privacyPolicy6": "Dane osobowe podawane w formularzach są traktowane jako poufne i nie są widoczne dla osób nieuprawnionych.",
  "privacyPolicy7": "Administrator Danych",
  "privacyPolicy8": "Usługodawca jest administratorem danych swoich klientów. Oznacza to, że jeśli posiadasz Konto na naszej stronie, to przetwarzamy Twoje dane jak: imię, nazwisko, adres e-mail, numer telefonu, dane do korespondancji, adres IP.",
  "privacyPolicy9": "Usługodawca jest także administratorem osób zapisanych na newsletter.",
  "privacyPolicy10": "Dane osobowe przetwarzane są: a.) zgodnie z przepisami dotyczącymi ochrony danych osobowych, b.) zgodnie z wdrożoną Polityką Prywatności, c.) w zakresie i celu niezbędnym do nawiązania, ukształtowania treści Umowy, zmiany bądź jej rozwiązania oraz prawidłowej realizacji Usług świadczonych drogą elektroniczną, d.) w zakresie i celu niezbędnym do wypełnienia uzasadnionych interesów (prawnie usprawiedliwionych celów), a przetwarzanie nie narusza praw i wolności osoby, której dane dotyczą: – w zakresie i celu zgodnym ze zgodą wyrażoną przez Ciebie jeśli zapisałeś się na newsletter.",
  "privacyPolicy11": "Każda osoba, której dane dotyczą ma prawo dostępu do danych, sprostowania, usunięcia lub ograniczenia przetwarzania, prawo sprzeciwu, prawo wniesienia skargi do organu nadzorczego, przy czym, cofnięcie uprzednio wyrażonej zgody nie wpłynie na legalność przetwarzania przed jej wycofaniem, a także wniesienia skargi do organu nadzorczego.",
  "privacyPolicy12": "Kontakt z osobą nadzorującą przetwarzanie danych osobowych w organizacji Usługodawcy jest możliwy drogą elektroniczną pod adresem e-mail: recepcja@hotelnadmorskileba.pl",
  "privacyPolicy13": "Zastrzegamy sobie prawo do przetwarzania Twoich danych po rozwiązaniu Umowy lub cofnięciu zgody tylko w zakresie na potrzeby dochodzenia ewentualnych roszczeń przed sądem lub jeżeli przepisy krajowe albo unijne bądź prawa międzynarodowego obligują nas do retencji danych.Dane będą przetwarzane przez 5 lat. Wyrażenie zgody jest dobrowolne. ane nie będą przekazywane do państw trzecich oraz podlegają profilowaniu tj. automatycznemu podejmowaniu decyzji.",
  "privacyPolicy14": "Usługodawca ma prawo udostępniać dane osobowe Użytkownika oraz innych jego danych podmiotom upoważnionym na podstawie właściwych przepisów prawa (np. organom ścigania).",
  "privacyPolicy15": "Usunięcie danych osobowych może nastąpić na skutek cofnięcia zgody bądź wniesienia prawnie dopuszczalnego sprzeciwu na przetwarzanie danych osobowych.",
  "privacyPolicy16": "Usługodawca nie udostępniania danych osobowych innym podmiotom aniżeli upoważnionym na podstawie właściwych przepisów prawa.",
  "privacyPolicy17": "Wdrożyliśmy pseudonimizację, szyfrowanie danych oraz mamy wprowadzoną kontrolę dostępu dzięki czemu minimalizujemy skutki ewentualnego naruszenia bezpieczeństwa danych.",
  "privacyPolicy18": "Dane osobowe przetwarzają osoby wyłącznie upoważnione przez nas albo przetwarzający, z którymi ściśle współpracujemy.",
  "cookies1": "Serwis nie zbiera w sposób automatyczny żadnych informacji, z wyjątkiem informacji zawartych w plikach cookies.",
  "cookies2": "Pliki cookies (tzw. “ciasteczka”) stanowią dane informatyczne, w szczególności pliki tekstowe, które przechowywane są w urządzeniu końcowym Użytkownika Serwisu i przeznaczone są do korzystania ze stron internetowych Serwisu. Cookies zazwyczaj zawierają nazwę strony internetowej, z której pochodzą, czas przechowywania ich na urządzeniu końcowym oraz unikalny numer.",
  "cookies3": "Podmiotem zamieszczającym na urządzeniu końcowym Użytkownika Serwisu pliki cookies oraz uzyskującym do nich dostęp jest operator niniejszego Serwisu, Olmar Aleksander Becker z siedzibą pod adresem ul. Nadmorska 9, 84-360 Łeba.",
  "cookies4": "Pliki cookies wykorzystywane są w celu:",
  "cookies5": "dostosowania zawartości stron internetowych Serwisu do preferencji Użytkownika oraz optymalizacji korzystania ze stron internetowych; w szczególności pliki te pozwalają rozpoznać urządzenie Użytkownika Serwisu i odpowiednio wyświetlić stronę internetową, dostosowaną do jego indywidualnych potrzeb;",
  "cookies6": "tworzenia statystyk, które pomagają zrozumieć, w jaki sposób Użytkownicy Serwisu korzystają ze stron internetowych, co umożliwia ulepszanie ich struktury i zawartości;",
  "cookies7": "utrzymania sesji Użytkownika Serwisu (po zalogowaniu), dzięki której Użytkownik nie musi na każdej podstronie Serwisu ponownie wpisywać loginu i hasła.",
  "cookies8": "W ramach Serwisu stosowane są dwa zasadnicze rodzaje plików cookies: “sesyjne” (session cookies) oraz “stałe” (persistent cookies). Cookies “sesyjne” są plikami tymczasowymi, które przechowywane są w urządzeniu końcowym Użytkownika do czasu wylogowania, opuszczenia strony internetowej lub wyłączenia oprogramowania (przeglądarki internetowej). “Stałe” pliki cookies przechowywane są w urządzeniu końcowym Użytkownika przez czas określony w parametrach plików cookies lub do czasu ich usunięcia przez Użytkownika.",
  "cookies9": "W ramach Serwisu stosowane są następujące rodzaje plików cookies:",
  "cookies10": "“niezbędne” pliki cookies, umożliwiające korzystanie z usług dostępnych w ramach Serwisu, np. uwierzytelniające pliki cookies wykorzystywane do usług wymagających uwierzytelniania w ramach Serwisu;",
  "cookies11": "pliki cookies służące do zapewnienia bezpieczeństwa, np. wykorzystywane do wykrywania nadużyć w zakresie uwierzytelniania w ramach Serwisu;",
  "cookies12": "“wydajnościowe” pliki cookies, umożliwiające zbieranie informacji o sposobie korzystania ze stron internetowych Serwisu;",
  "cookies13": "“funkcjonalne” pliki cookies, umożliwiające “zapamiętanie” wybranych przez Użytkownika ustawień i personalizację interfejsu Użytkownika, np. w zakresie wybranego języka lub regionu, z którego pochodzi Użytkownik, rozmiaru czcionki, wyglądu strony internetowej itp.;",
  "cookies14": "“reklamowe” pliki cookies, umożliwiające dostarczanie Użytkownikom treści reklamowych bardziej dostosowanych do ich zainteresowań.",
  "cookies15": "W wielu przypadkach oprogramowanie służące do przeglądania stron internetowych (przeglądarka internetowa) domyślnie dopuszcza przechowywanie plików cookies w urządzeniu końcowym Użytkownika. Użytkownicy Serwisu mogą dokonać w każdym czasie zmiany ustawień dotyczących plików cookies. Ustawienia te mogą zostać zmienione w szczególności w taki sposób, aby blokować automatyczną obsługę plików cookies w ustawieniach przeglądarki internetowej bądź informować o ich każdorazowym zamieszczeniu w urządzeniu Użytkownika Serwisu. Informacje dotyczące sposobów zmian ustawienia cookies w najpopularniejszych przeglądarkach internetowych znajdują się w dalszej części niniejszego dokumentu. Szczegółowe informacje o możliwości i sposobach obsługi plików cookies dostępne są w ustawieniach oprogramowania (przeglądarki internetowej) oraz w plikach pomocy dostępnych w menu przeglądarki.",
  "cookies16": "Operator Serwisu informuje, że ograniczenia stosowania plików cookies mogą wpłynąć na niektóre funkcjonalności dostępne na stronach internetowych Serwisu.",
  "cookies17": "Pliki cookies zamieszczane w urządzeniu końcowym Użytkownika Serwisu wykorzystywane mogą być również przez współpracujących z operatorem Serwisu reklamodawców oraz partnerów.",
  "cookies18": "INSTRUKCJA",
  "cookies19": "Poniższa instrukcja przestawia:",
  "cookies20": "– Jak usunąć pliki cookies,",
  "cookies21": "– Jak wyłączyć przechowywanie na komputerze plików cookies,",
  "cookies22": "– Jak przywrócić przechowywanie plików cookies,",
  "cookies23": "Sposób zmiany ustawień plików cookies może różnić się w zależności od przeglądarki internetowej, z której korzysta użytkownik. Informacje na temat plików cookies znajdują się w zakładce “Pomoc” w każdej przeglądarce internetowej, a także na stronie: http://www.aboutcookies.org",
  "cookies24": "Pliki cookies w przeglądarkach internetowych",
  "cookies25": "W opcjach przeglądarki należy wybrać opcję odpowiadającą za ustawienia prywatności:",
  "cookies26": "Domyślne ustawienia przeglądarki Google Chrome zezwalają na przechowywanie cookies. Aby zmienić ustawienia należy:",
  "cookies27": "kliknąć w menu “Ustawienia Google Chrome” i wybrać opcję “Ustawienia”;",
  "cookies28": "kliknąć w “Pokaż ustawienia zaawansowane” na dole strony;",
  "cookies29": "wybrać opcję “Ustawienia treści” w opcjach “Prywatność”;",
  "cookies30": "wybrać żądane ustawienia;",
  "cookies31": "aby wprowadzić specjalne ustawienia dla danego serwisu należy kliknąć w “Zarządzaj wyjątkami” i wybrać własne ustawienia dla witryn;",
  "cookies32": "aby zatwierdzić zmiany należy kliknąć w przycisk “Gotowe”.",
  "cookies33": "Domyślne ustawienia przeglądarki Mozilla Firefox zezwalają na przechowywanie plików cookies. Aby zmienić ustawienia należy:",
  "cookies34": "kliknąć w menu “Narzędzia” (w innych wersjach: kliknąć przycisk “Firefox”) i wybrać “Opcje”;",
  "cookies35": "następnie wybrać zakładkę “Prywatność” i zaznaczyć żądane ustawienia;",
  "cookies36": "aby wprowadzić specjalne ustawienia dla danego serwisu należy kliknąć w “Wyjątki” i wybrać własne ustawienia dla witryn;",
  "cookies37": "zatwierdzić zmiany za pomocą przycisku “OK”.",
  "cookies38": "Domyślne ustawienia przeglądarki Opera zezwalają na przechowywanie plików cookies. Aby zmienić ustawienia należy:",
  "cookies39": "kliknąć w “Preferencje”, wybrać opcję “Zaawansowane”, a następnie “Ciasteczka”;",
  "cookies40": "zaznaczyć żądane ustawienia;",
  "cookies41": "aby wprowadzić specjalne ustawienia dla danego serwisu należy wejść na wybraną stronę internetową, kliknąć na niej prawym przyciskiem myszy, wybrać polecenie “Preferencje dla witryn” i przejść do karty “Ciasteczka” a następnie wprowadzić pożądane ustawienia;",
  "cookies42": "zatwierdzić zmiany za pomocą przycisku “OK”"
}
